Repository: ecovillage/ev7l-events
Catalog: languages/ev7l-events-*.po
Languages: de_de

source: Event Categories
de_de: Rubriken

source: Event Category
de_de: Rubrik

source: Add Event Category
de_de: Rubrik Hinzufügen

source: Edit Event Category
de_de: Rubrik bearbeiten

source: New Event Category
de_de: Neue Rubrik

source: Events
de_de: Veranstaltungen

source: Event
de_de: Veranstaltung

source: Add Event
de_de: Veranstaltung hinzufügen

source: Edit Event
de_de: Veranstaltung bearbeiten

source: New Event
de_de: Neue Veranstaltung

source: View Event
de_de: Veranstaltung anzeigen

source: Search Event
de_de: Veranstaltung suchen

source: No Events found
de_de: Keine Veranstaltung gefunden

source: No Events in the trash
de_de: Keine Veranstaltung im Papierkorb

source: event
de_de: veranstaltung

source: Referees
de_de: Referent*n

source: Referee
de_de: Referent*

source: New Referee
de_de: Neue* Referent*

source: View Referee
de_de: Referent* anzeigen

source: Search Referee
de_de: Referent* suchen

source: referee
de_de: referent

source: Show Events (Alx style)
de_de: Veranstaltungen zeigen (Alx Style)

source: Event List Alx Widget
de_de: Veranstaltungslisten (Alx) Widget

source: ... and many more events.
de_de: ... und viele weitere Veranstaltungen.
